Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/medical_cards_and_gp_visit_cards/index.html.txt.tmx
Source language: en
Languages: ga

source: Medical cards and GP visit cards
ga: Cártaí leighis agus cártaí cuairte LG

source: The medical card scheme entitles certain people to free public health services
ga: Tugann an scéim cártaí leighis an teidlíocht do dhaoine áirithe seirbhísí sláinte poiblí saor in aisce a fháil

source: This document explains the medical card and how to apply for it
ga: Mínítear sa cháipéis seo an cárta leighis agus conas iarratas a dhéanamh air

source: Medical card means test: aged under 70
ga: Tástáil mhaoine cárta leighis: daoine faoi bhun 70 bliain d’aois

source: How your income is assessed for the medical card income limits if you are under 70 years of age
ga: Conas a dhéantar measúnú ar d’ioncam i dtaobh theorainneacha ioncaim an chárta leighis má tá tú faoi bhun 70 bliain d’aois

source: Medical card means test: aged over 70
ga: Tástáil mhaoine cárta leighis: daoine os cionn 70 bliain d’aois

source: How your income is assessed for the medical card income limits if you are over 70 years of age
ga: Conas a dhéantar measúnú ar d’ioncam i dtaobh theorainneacha ioncaim an chárta leighis má tá tú breis agus 70 bliain d’aois

source: GP services to medical card holders
ga: Seirbhísí LG do dhaoine a bhfuil cártaí leighis acu

source: Family doctors (GPs) provide certain services to medical card holders free of charge
ga: Tá cur síos sa cháipéis seo ar na seirbhísí saor in aisce a chuireann Liachleachtóirí Ginearálta ar fáil do dhaoine a bhfuil cártaí leighis acu

source: This document is in: Health > Health services > GP and hospital services
ga: This document is in: Sláinte > Seirbhísí sláinte > Seirbhísí Lia-chleachtóirí agus Ospidéal

source: Unless you have a medical card or GP visit card, visits to family doctors are not free
ga: Mura bhfuil cárta leighis nó cárta cuairte LG agat, ní bhíonn cuairt ar dhochtúir ginearálta saor in aisce

source: What is a GP visit card and how can you apply?
ga: Cad é cárta cuairte LG agus conas iarratas a dhéanamh?

source: GP visit cards for children under 6
ga: Cártaí cuairte LG do leanaí faoi 6 bliana d’aois

source: Most Read in "Health"
ga: Ábhar is mó éilimh i "Sláinte"

source: Admission to a psychiatric hospital
ga: Ospidéal síciatrach a iontráil
